# Install with brew bundle install --global

tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"
tap "homebrew/cask-fonts"
brew "argo"
brew "bat"
brew "ctags"
brew "gcc"
brew "fzf"
brew "git"
brew "git-gui"
brew "htop"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "pandoc"
brew "ripgrep"
brew "sshuttle"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "brewsci/science/wfdb"
brew "teamookla/speedtest/speedtest"
cask "font-fira-code"
cask "visual-studio-code"
cask "mactex"
cask "iterm2"
