# Install with brew bundle install --global

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"

brew "awscli"
brew "bat"
brew "btop"
brew "ctags"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-gui"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "neovim"
brew "pandoc"
brew "pympress"
brew "python@3.13"
brew "ripgrep"
brew "sshuttle"
brew "teamookla/speedtest/speedtest"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "font-fira-code-nerd-font"
cask "font-lekton-nerd-font"
cask "iterm2"
cask "mactex"
cask "visual-studio-code"
cask "zed"
